[
  {
    "text": [
      "Marginalisation is the process whereby something or someone is pushed to the edge of a group and accorded lesser importance. This is predominantly a social phenomenon by which a minority or sub-group is excluded, and their needs or desires ignored.\nConfronting refers to the way in which groups and individuals challenge the existing inequalities.\nIn many cases, the marginalised groups are derived from the Fundamental Rights. In this case, they forced the government to enforce these laws.\nThe marginalised groups also influenced the government to frame new laws. The abolition of untouchability is one of such examples.\nThe Constitution always tries to ensure Social and Cultural Justice to the marginalised groups. The government has framed many schemes and policies for the marginalised groups and made efforts to promote them."
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 2
  },
  {
    "text": [
      "Invoking Fundamental Rights:",
      "Fundamental Rights are the basic rights given to every individual of a nation which every person is entitled to have being a human.\nFundamental Rights are enshrined in the constitution and has been inspires from American constitution.\nThe Fundamental Constitutional Rights are equally available to all Indians including marginalised groups.\nAdivasis, Dalits, Muslims, women and other marginal groups argue that simply by being citizens of a democratic country, they possess equal rights that must be respected.\nMany among them look up to the Constitution to address their concerns.\nBy insisting on their Fundamental Rights, they have drawn on these rights in two ways:\nForced the government to recognize the injustice done to them.\nThey have insisted that the government should enforce these laws."
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 3
  },
  {
    "text": [
      "The struggles of the marginalized groups have influenced the government to frame new laws, in keeping with the spirit of the Fundamental Rights.\nArticle 17 of the Constitution states that untouchability has been abolished.\nThis means that no one can henceforth prevent Dalit from educating themselves, entering temples, using public facilities, etc.\nArticle 15 of the Constitution states that no citizen of India shall be discriminated on the basis of religion, race, caste, sex or place of birth. This has been used by Dalits to seek equality where it has been denied to them.\nVarious other provisions under constitution prohibit the exploitation faced by marginalised.\nTime to time, the marginalised and minority has raised their voices and asked for equal and just treatment."
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 4
  },
  {
    "text": [
      "Laws for the Marginalised Groups:",
      "There are specific laws and policies for the marginalized groups in our country.\nThe government makes an effort to promote such policies to give opportunities to specific groups.\nThe government tries to promote social justice by providing for free or subsidized hostels for the students of Dalit and Adivasi communities.\nThe reservation policy is significant and highly contentious.\nThe laws which reserve seats in education and government employment for Dalits and Adivasis are based or an important argument that in a society like ours, where for centuries sections of the population have been denied opportunities to learn and to work in order to develop new skills or assist these sections.\nGovernments across India have their list of Scheduled Castes or Dalits, Scheduled Tribes and backward and most backward castes. The central government too has its list.\nStudents applying to educational institutions and those applying for posts in government are expected to furnish proof of their caste or tribe status, in the form of caste and tribe certificates.\nDifferent kind of scholarship programmes are also run by governments.\nLaws related to wages, cultural rights, educational rights, and rights against exploitation have been formed for Marginalised groups."
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 5
  },
  {
    "text": [
      "Protecting the Rights of Dalits and Adivasis:",
      "Our country has specific laws that guard against the discrimination and exploitation of marginalized communities.\nThe Scheduled Castes and the Scheduled Tribes (Prevention of Atrocities) Act was framed in 1989 to protect Dalits and Adivasis against the domination and violence of the powerful castes.\nA number of assertive Dalit groups came into being and asserted their rights-they refused to perform their so-called caste duties and insisted on being treated equally.\nIn the 1970’s and 1980’s, Adivasi people successfully organised themselves and demanded equal rights and for their land resources to be returned to them.\nThis Act distinguishes several levels of crimes.\nIt lists-modes of humiliation that are both physically horrific and morally reprehensible."
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 6
  },
  {
    "text": [
      "Actions that disposes Dalits and Adivasis of their meagre resources or which force them into performing slave labour.\nCrime against Dalit and tribal women are of a specific kind and therefore seeks to penalise who use force on these women.\nManual scavenging refers to the practice of removing human and animal water/excreta using brooms, tin plates and baskets from dry latrines and carrying it on the head to the disposal ground some distance away.\nIn 1993, the government passed the Employment of Manual Scavengers and Construction of Dry Latrines (Prohibition) Act. This law prohibits the employment of manual scavengers as well as the construction of Dry latrines.\nWe still notice instances of atrocities against Dalits, minorities and lower section of society. this situation really needs to be taken care of by implementing the laws made by government.\nThe recent deaths of sewage workers put a horrific picture in front of administration and make us to think that in this advanced era of technology we have to depend on manual scavenging."
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 7
  },
  {
    "text": [
      "The Scheduled Castes and the Scheduled Tribes (Prevention of Atrocities) Act, 1989",
      "This Act was framed in response to demands made by Dalits and others that the government must take seriously the ill treatment and humiliation Dalits and tribal groups face in an everyday sense.\nThe Act does not only describe terrible crimes, but also lets people know what dreadful deeds human beings are capable of. In this sense, laws such as these seek to both punish as well as influence the way we think and act."
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 8
  },
  {
    "text": [
      "The Act distinguishes several levels of crimes",
      "The Act distinguishes several levels of crimes. Firstly, it lists modes of humiliation that are both physically horrific and morally reprehensible and seeks to punish those who-\n(i) force a member of a Scheduled Caste or a Scheduled Tribe to drink or eat any inedible or obnoxious substance; …\u000b\n (ii) forcibly removes clothes from the person of a member of a Scheduled Caste or a Scheduled Tribe or parades him or her naked or with painted face or body or commits any similar act which is derogatory to human dignity…\n(iii) the Act sets out to punish anyone who wrongfully occupies or cultivates any land owned by, or allotted to, … a member of a Scheduled Caste or a Scheduled Tribe or gets the land allotted to him transferred.\u000b\n(iv) assaults or uses force on any woman belonging to a Scheduled Caste or a Scheduled Tribe with intent to dishonour her …\nIn 1993, the government passed the Employment of Manual Scavengers and Construction of Dry Latrines (Prohibition) Act. \nA manual scavenger at work \nMembers of the Safai Karamchari \nAndolan demolishing a dry latrine."
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 9
  },
  {
    "text": [
      "Adivasi Demands and the 1989 Act",
      "C.K. Janu, an Adivasi activist, has also pointed out that one of the violators of Constitutional rights guaranteed to tribal people are governments in the various states of India – for it is they who allow non-tribal encroachers in the form of timber merchants, paper mills etc, to exploit tribal land, and to forcibly evict tribal people from their traditional forests in the process of declaring forests as reserved or as sanctuaries.\u000b\nThe central government passed the Scheduled Tribes and Other Traditional Forest Dwellers (Recognition of Forest Rights) Act, 2006.\nThis Act recognises their right to homestead, cultivable and grazing land and to non-timber forest produce.The Act also points out that the rights of forest dwellers includes conservation of forests and bio-diver"
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 10
  },
  {
    "text": [
      "As we can see, the existence of a right or a law or even a policy on paper does not mean that it exists in reality.The desire for equality, dignity and respect is not new. It has existed in different forms throughout our history as you have seen in this chapter. \nSimilarly, even in a democratic society, similar processes of struggle, writing, negotiation and organising need to continue."
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 11
  },
  {
    "text": [],
    "tables": [],
    "image_text": [],
    "slide_number": 12
  }
]