[
  {
    "text": [
      "Image text:\n> The National policy of Education\n(NPE) is a policy formulated by the\nGovernment of India to promote\neducation amongst India’s people.\n\n> The Policy covers elementary\neducation to colleges in both rural\nand urban India.\n\n> The first NPE was promulgated in\n1968 by the government of Prime\nMinister Indira Gandhi and second by\nPrime Minister Rajiv Gandhi in 1986."
    ],
    "tables": [],
    "image_text": [
      "> The National policy of Education\n(NPE) is a policy formulated by the\nGovernment of India to promote\neducation amongst India’s people.\n\n> The Policy covers elementary\neducation to colleges in both rural\nand urban India.\n\n> The first NPE was promulgated in\n1968 by the government of Prime\nMinister Indira Gandhi and second by\nPrime Minister Rajiv Gandhi in 1986."
    ],
    "slide_number": 2
  },
  {
    "text": [],
    "tables": [],
    "image_text": [],
    "slide_number": 3
  },
  {
    "text": [
      "In 1985, it was decided by the central government to review the implementation of NPE-1968 and to formulate new educational policy.\nA status paper “ challenge of education-a policy perspective” was launched by government of India. The status document was prepared by the government after a careful and in depth review and analysis of the educational situation in the country ."
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 4
  },
  {
    "text": [
      "April 20, 1986 a new national policy of education was placed before the Indian parliament for consideration and approval and it was passed by parliament immediately. \nIn August 1986, the parliament approved the programme of action (POA) for the implementation of this policy."
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 5
  },
  {
    "text": [],
    "tables": [],
    "image_text": [],
    "slide_number": 6
  },
  {
    "text": [
      "RECOMMENDATIONS\n OF\n NPE-1986"
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 7
  },
  {
    "text": [],
    "tables": [],
    "image_text": [],
    "slide_number": 8
  },
  {
    "text": [
      "1. Education For All for all round development\n\n2. Acculturating Role:\nEducation has to play an acculturating role as it refines sensitivities and perceptions that contribute to national cohesion,  a scientific temper and independence of mind and spirit—thus furthering the goals of socialism, secularism and democracy enshrined in our constitution.\n\n 3. Man-power Development:\nEducation develops man-power for different levels of national economy. It is also the substrata on which research and development flourish, being the ultimate guarantee of national self-reliance.\n4. A unique Investment:\n\nEducation is a unique investment in the present and the future for all round development of nation in all its manifestations.",
      "THE ESSENCE AND ROLE OF EDUCATION"
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 9
  },
  {
    "text": [
      "Image text:\nDp apet Ae lturetion ac\nThe process by which an individual or group adopts the practices and values of\none culture while still retaining their own culture of origin.\n+ * ary ,\na\n* :\nwy ke wa ww |\nan |\nt\n* Typically used in reference to a minority } wt :\nculture adopting elements of a majority culture.\nos : Os ve * However, it’s also a two-way process, since the majority\nScr eee oe ee culture also adopts elements of the minority culture(s).\noughtCo: 2 - ae"
    ],
    "tables": [],
    "image_text": [
      "Dp apet Ae lturetion ac\nThe process by which an individual or group adopts the practices and values of\none culture while still retaining their own culture of origin.\n+ * ary ,\na\n* :\nwy ke wa ww |\nan |\nt\n* Typically used in reference to a minority } wt :\nculture adopting elements of a majority culture.\nos : Os ve * However, it’s also a two-way process, since the majority\nScr eee oe ee culture also adopts elements of the minority culture(s).\noughtCo: 2 - ae"
    ],
    "slide_number": 10
  },
  {
    "text": [
      "The NPE ’86 has lucidly explained: “The concept of a ‘National System of Education’ implies that, up to a given level, all students, irrespective of caste, creed, location or sex have access to education of a comparable quality. \nTo achieve this end, the government will initiate funded programmes. Effective measures will be taken in the direction of the common school system recommended in 1968 policy”.",
      "NATIONAL SYSTEM OF EDUCATION"
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 11
  },
  {
    "text": [
      "Common Educational structure:\nIt envisages a common educational structure i.e. 10 + 2 + 3 which was recommended by Kothari Commission (1964-66). This structure has now been accepted in all parts of the country. \nFirst 10 years :5 years of primary education and 3 years of upper primary followed by 2 years of High School.\n+2 means higher secondary\n+3 means college of B.A or B.Sc",
      "National System of Education"
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 12
  },
  {
    "text": [
      "The common core will include the history of India’s freedom movement, the constitutional obligations and other content essential to nurture national identity. These elements cut across subject areas and will be designed to promote values such as India’s common cultural heritage, egalitarianism (the doctrine that all people are equal and deserve equal rights and opportunities), democracy, secularism, equality of sexes, protection of the environment, removal of social barriers, observation of small family norm and inculcation of scientific temper. All educational programmes will be carried on in spirit conformity with secular values.",
      "National Curricular Framework with a Common Core:",
      "National System of Education"
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 13
  },
  {
    "text": [
      "The following common scheme of studies has been suggested in the national curriculum framework:\n(i) One language at primary level and three languages at the upper primary and secondary level,\n(ii) Mathematics,\n(iii) Environmental studies—science and social sciences,\n(iv) Work-experience/S.U.P.W., pre-vocational courses,\n(v) Art education, and\nvi) Health and physical education.",
      "National System of Education"
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 14
  },
  {
    "text": [
      "3. Equality of Opportunity of Education:\nTo promote equality it will be necessary to provide for equal opportunity to all not only in access, but also in the conditions for success. Besides, awareness of the inherent equality of all will be created through the spectrum of core curriculum. The purpose is to remove prejudices and complexes transmitted through the social environment and the accident by birth.",
      "Image text:\nEquality of opportunity means...\n1. All children have the\nsame opportunity to\nenroll in school\n2. All children receive the\nsame educational\nresources while in\nschool\n3. Disadvantaged children\nreceive more resources",
      "National System of Education"
    ],
    "tables": [],
    "image_text": [
      "Equality of opportunity means...\n1. All children have the\nsame opportunity to\nenroll in school\n2. All children receive the\nsame educational\nresources while in\nschool\n3. Disadvantaged children\nreceive more resources"
    ],
    "slide_number": 15
  },
  {
    "text": [
      "Minimum Levels of Learning: This will ensure a comparable standard of education for each area of learning in the curriculum. This will serve as a reference in the development of instructional materials, selection of suitable teaching learning strategies and evaluating learner’s progress. It would also help maintaining a reasonable standard of education throughout the country.\n\u000bUnderstanding of Cultural and Social Systems:\nThe NPE ’86 states, “steps will be taken to foster among students an understanding of diverse cultural and social system of the people living in different parts of the country. To promote this objective, the link language has to be developed and programmes of translating books from one language to another and publishing multi-lingual dictionaries and glossaries should be implemented.” \n International Understanding: Education has to strengthen peace and understanding between nations, treating the whole world as one family and motivate the younger generations for international co-operation and peaceful co-existence. This aspect cannot be neglected.",
      "NATIONAL SYSTEM OF EDUCATION"
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 16
  },
  {
    "text": [
      "Inter-regional Mobility: NPE suggests that in higher education in general and technical education in particular, steps will be taken to facilitate inter-regional mobility by providing equal access to every Indian of requisite merit regardless of his origins. The universal character of universities and other institution; of higher education is to be understood for promoting a sense of national identity and mobility.\n Pooling of Resources:\nIn the areas of research and development and education in science and technology, special measures will be taken to establish network arrangement between different institutions in the country’ to pool their resources and participate in projects of national importance.",
      "NATIONAL SYSTEM OF EDUCATION"
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 17
  },
  {
    "text": [
      "Priorities of Educational Reforms:\nThe nation, as a whole, assumes the responsibility of providing research support for implementing programmes of educational transformation, reducing disparities, universalization of elementary education, adult literacy, scientific and technological research, etc.\n10. Life-long Education: Life-long education is a cherished goal of educational process. It pre-supposes universal literacy. Opportunities will be provided to the youth, housewives, agricultural and industrial workers and professionals to continue the education of their choice at their own pace. The future thrust will be in the direction of open and distance learning.\n11. Strengthening of National Institutions:\nThe NPE ’86 recommends that the institutions of national importance like UGC, NCERT, NIEPA, AICTE, ICAR, IMC etc. will be strengthened to enable them to give shape to national system of education and to cope with the emerging demands of the nation.\nIntegrated planning will be instituted among all these premier bodies so as to establish functional linkages and reinforce programmes of research and post-graduate education.",
      "NATIONAL SYSTEM OF EDUCATION"
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 18
  },
  {
    "text": [],
    "tables": [],
    "image_text": [],
    "slide_number": 19
  },
  {
    "text": [
      "The NPE ’86 lays special emphasis on the “removal of disparities and to equalize educational opportunity by attending to the specific needs of those who have been deprived of so far”.",
      "Image text:\nio Until we geticqua lityain\neducation, we won't have\nequalsociety.\nF r Sonia sot Maayor 7 Weed\nBrainyQuote"
    ],
    "tables": [],
    "image_text": [
      "io Until we geticqua lityain\neducation, we won't have\nequalsociety.\nF r Sonia sot Maayor 7 Weed\nBrainyQuote"
    ],
    "slide_number": 20
  },
  {
    "text": [
      "Education for women’s equality:\nThe policy states the following:\nStatus of women: Education will be used as an agent of basic change in the status of \n\nwomen.\n(ii) Empowerment of Women:\nThe national system of education will play a positive role in the empowerment of women. It will foster the development of new values through redesigned curricula, text books, the training and orientation of teachers, decision makers and administrators, and the active involvement of educational institutions.\n (iii) Women’s Studies:\nWomen’s studies will be promoted as a part of various courses and educational institutions will be encouraged to take up active programmes to accelerate the pace of women’s development.’\n(iv) Removal of Women’s Illiteracy:\nThe removal of illiteracy of women and obstacles inhibiting their access to and retention in century education will receive top priority through provision of special support services, setting of time targets, and effective monitoring.\n(v) Women’s Participation in Technical and Vocational Education:\nMajor thrust will be placed upon women’s participation in technical, vocational and professional course at different levels. The policy of non-discrimination will be pursued vigorously to obliterate sex stereo-typing in vocational and professional courses. Besides, their participation will be promoted a non-traditional occupations and emergent technologies."
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 21
  },
  {
    "text": [
      "Education of Scheduled Castes:\nThe main focus in this regard is the equalization of SCs population with the non-SCs \npopulation X all stages and levels of education, in all areas and in all the four \ndimensions—rural male, rural female, urban male and urban female.\nThe measures contemplated include:\n(i) Incentives to indigent families to send their wards to school regularly till they attain the age of 14.\n(ii) Introduction of pre-matric scholarship scheme from class I onwards.\n(iii) Constant micro-planning and verification to ensure enrolment, retention and successful completion of courses, together with provision of remedial courses to improve their prospects for further education and employment.\n(iv) Recruitment of teachers from scheduled castes.\n(v) Provision of facilities for SC students in hostels at district headquarters, according to a phased programme.\n(vi) Location of school buildings, Balwadis, Adult Education Centres, Non-formal Centres in such a way as to facilitate full participation of the scheduled castes.\n(vi) The utilization of NREP and RLEGP resources so as to make substantial educational facilities available to the scheduled castes.\n(viii) Constant innovation in finding new methods to increase the participation of the scheduled castes in the education process."
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 22
  },
  {
    "text": [
      "Education of Scheduled Tribes:\nThe following measures are to be taken:\n(i) The construction of school buildings will be undertaken in tribal areas on a priority basis under the normal funds for education, as well as under the NREP, RLEGP and Tribal Welfare Schemes.\n(ii) The need to devise the curricula and instructional materials in tribal languages at the initial stages, with arrangements for switching over to regional language.\n(iii) Educated and promising scheduled tribe youths will be encouraged and trained to take teaching in tribal areas.\n(iv) Residential schools, including Ashram Schools, will be established on a large scale.\n(v) Incentive schemes like scholarships in higher education including technical, professional and para-professional courses will be taken for the scheduled tribes. Special remedial courses and other programmes to remove psycho-social impediments will be provided to improve their performance in various courses.\n(vi) Anganwadis, non-formal and adult education centres will be opened on a priority basis in areas predominantly dominated by scheduled tribes.\n(vii) The curriculum at all stages of education will be designed to create an awareness of the rich cultural identity of the tribals and their enormous creative talents."
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 23
  },
  {
    "text": [
      "The Education of Backward Sections and Areas:\nSuitable incentives will be provided to all educationally backward sections of society living in rural\n areas. Hilly and desert districts, remote and inaccessible areas and islands will be provided \nadequate institutional infrastructure.\n Minorities:\nGreater attention will be focused on education of the minorities for promotion of social justice and equality. They would be helped to establish and administer their educational institutions, and protection to their languages and cultures should be ensured.\nThe Education of the Handicapped:\nThe policy states that the objective should be to integrate the physically and mentally handicapped with the general community, to prepare them for normal growth and to enable them to face life with courage and confidence. It envisages the following measures in this regard:\n(i) Whenever possible, education of children with locomotors handicaps and other mild handicaps will be common with that of others.\n(ii) Provision of special schools with hostels as far as possible at district headquarters, for the severely handicapped children.\n(iii) Adequate arrangements for vocational training to the disabled to enable them to live with confidence.\n(iv) Re-orientation of teacher training programmes to deal with the special difficulties of the handicapped children.\n(v) Voluntary efforts for the education of the disabled by the voluntary organisations."
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 24
  },
  {
    "text": [
      "Adult and Continuing Education:\nThe NPE ’86 provided the following in this regard:\n(i) Strengthening the existing programmes keeping in view the national goals such as alleviation of poverty, national integration, environmental conservation, energization of cultural creativity of people, observance of small family norm, promotion of women’s equality etc.\n(ii) Regarding mass literacy programme, the policy outlines the following:\n(a) Commitment of the central and State Governments, political parties, mass media and educational institutions to mass literacy programmes of diverse nature.\n(b) Involvement of teachers, students, youths, voluntary agencies, employers etc. in this programme.\n(c) Concerted efforts to harness various research agencies to improve the pedagogical aspects of adult literacy.\n(d) Awareness among the learners upon literacy, functional knowledge, skills and socio-economic reality in the mass literacy programme,\n(iii) Regarding the implementation, the ways and means are as follows:\n(a) Setting of continuing education centres in rural areas.\n(b) Education of workers through their employers, trade unions and concerned agencies of Government.\n(c) Providing post secondary educational institutions.\n(d) Providing books, libraries and reading rooms.\n(e) Using Radio, T.V. and films as mass learning media.\n(f) Creation of learner’s groups organisations.\n(g) Designing programme of distance learning,\n(h) Providing assistance in self-learning.\n(i) Organizing vocational training programmes based on need and interest."
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 25
  },
  {
    "text": [
      "Image text:\n+ ELEMENTARY\nEDUCATION\n+ CHILD-CENTRED\nAPPROACH\n+ SCHOOL FACILITIES\n5. + SECONDARY EDUCATION\npda IER el) | VOCATIONALISATION\nOF OO CRENT Ml. HIGHER EDUCATION\nSTAGES + OPEN UNIVERSITY AND\nDISTANCE LEARNING"
    ],
    "tables": [],
    "image_text": [
      "+ ELEMENTARY\nEDUCATION\n+ CHILD-CENTRED\nAPPROACH\n+ SCHOOL FACILITIES\n5. + SECONDARY EDUCATION\npda IER el) | VOCATIONALISATION\nOF OO CRENT Ml. HIGHER EDUCATION\nSTAGES + OPEN UNIVERSITY AND\nDISTANCE LEARNING"
    ],
    "slide_number": 26
  },
  {
    "text": [
      "Early Childhood Care and Education:\nFor all-round development of child nutrition, \nhealth, social, mental, physical, moral and\n development, early childhood care and education will be accorded top priority and will be with Integrated Child Development Services Programme, wherever possible. Day cares will be provided as a support service for universalization of primary education.\n(i) Programmes of ECCE will be child-centred, focused around play and individuality of the child. Formal methods and 3 R’s will be out of place and local community will be involved in these programmes,\n(ii) A full integration of child care and pre-primary education will be brought about, both as a feeder and a strengthening factor for primary education and for human resource development in general.",
      "Re-Organisation of Education of Different Stages"
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 27
  },
  {
    "text": [
      "Re-Organisation of Education  of Different Stages",
      "Elementary Education:\nThe highest priority will be given to solve the problem of children dropping out of the school. It will be ensured that all children who attain the age about 11 years by 1990 will have 5 of schooling or its equivalent through the non-formal stream like-wise by 1995, all children be provided free and compulsory education up to 14 years of age.\n(i) Two Aspects of Education as Emphasized:\n(a) Universal enrolment and retention of children up to 14 years of age.\n(b) A substantial improvement in the quality of education.\n(ii) Child-Centred Approach:\nEmphasis has to be laid upon child centric approach at the primary stage. Remedial instruction is given to the first generation learners. The policy of non-detention and abolition of corporal punishment will be adopted. School timings and vocations will be adjusted to the convenience of children."
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 28
  },
  {
    "text": [
      "(iii) Essential Facilities:\nProvision will be made for providing essential facilities in primary schools including at least two reasonable all weather large pucca rooms, and the necessary toys, black- boards, maps, charts, other necessary teaching-learning materials.\nAt least two teachers, one of them a woman, should work in every school, the number increasing as early as possible to one teacher per class. The sum-total of all the aforesaid facilities called “Operation Blackboard” has been undertaken throughout the country as a part of the primary school improvement programme. \n\n(iv) Non-formal Education:\nA large and systematic programme of non-formal education will be launched to educate:\n(a) School drop-outs,\n(b) Children of non-school areas,\n(c) Working children and girls who can sot attend whole day schools.",
      "Re-Organisation of Education  of Different Stages"
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 29
  },
  {
    "text": [
      "To make the programme a grand success, the policy recommends the following:\n(i) Modern technological aids will be used to improve the learning environment of non-formal education centres.\n(ii) Talented and dedicated young men and women from the local community will be chosen to serve as instructors.\n(iii) Special attention will be paid to the training of instructor. Steps will be taken for their entry into formal system in deserving cases.\n(iv) All necessary measures will be taken to ensure that the quality of non-formal education is comparable with formal education.\n(v) Effective steps will be taken to provide a framework for the curriculum on the lines of national core curriculum but based on the needs of the learners and related to the local environment.\n(vi) Learning materials of high quality will be developed and provided to all pupils free of cost.\n(vi) The programmes will provide participatory learning environment and activities such as games and sports, cultural programmes, excursions, etc.\n(viii) Voluntary agencies and Panchayat Raj institutions will be involved in establishing of non-formal education centres and the government will take over the onus of providing adequate and timely funds to these agencies.",
      "Re-Organisation of Education  of Different Stages"
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 30
  },
  {
    "text": [
      "Secondary Education:\n(i) Values of Secondary Education\n(ii) It begins to expose pupils to the differentiated roles of science, humanities and so sciences.\n(iii) Provides children with a sense of history and national perspective and gives the opportunities to decipher their constitutional duties and rights as citizens.\n(iv) Conscious internalization of healthy work ethos and of the values of human and composite culture will be brought about through appropriate curricula.\n(v) Vocationalisation through specialised institutions or through the refashioning of secondary education can at this stage, provide valuable man power for economic growth.\n(vi) Access to secondary education will be widened to cover areas un-served by it at present.\n(ii) Pace-Setting Schools:\nPace-setting schools or Novodaya Vidyalayas will be established in various parts of country to provide opportunities to children with special talent or aptitude to proceed at’ faster rate by making good quality education available to them irrespective of their capacity to for it.\nThe broad aims will be:\n(i) To serve the objective of excellence coupled with a sense of equity and justice.\n(ii) To promote national integration by providing opportunities to learn and live together.\n(iii) To develop their full potential.\n(iv) To become catalyst of a nation-wide programme of school improvement.",
      "Re-Organisation of Education  of Different Stages"
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 31
  },
  {
    "text": [
      "Vocationalisation of Education:\nVocationalisation has received a top priority in the NPE ’86.\nThe various provisions are as under:\n1. To prepare children for different occupations across various areas of activity.\n2. Vocational courses will be started from +2 stages. But, these may also be provided after class VIII.\n3. Health related vocational courses will be introduced for effective health planning and health service management.\n4. Other vocational courses will also be floated basing upon agriculture, marketing, social services, etc.\n5. Emphasis is to be laid upon self-employment.\n6. Efforts will also be made for establishment of vocational institutions with a provision for giving justice to the deprived section, women, handicapped and rural students.\n7. Care shall be made for professional growth, career improvement, lateral entry into courses of general, technical and professional education through appropriate bridge courses.\n8. Non-formal, flexible and need-based vocational programmes will also be made available to neo-literates, youths who have completed primary education, school drop-outs and persons engaged in work and unemployed or partially employed persons.\n9. Tertiary level courses will be organised for the youths who completes higher secondary stage of the academic stream and may require vocational courses.\n10. Steps will be taken for employment of the products of the courses adequately. Review of courses would be regularly undertaken.\n11. For effectiveness of vocational programme, it is quite necessary to organize an effective, time-tested management system.",
      "Re-Organisation of Education of Different Stages"
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 32
  },
  {
    "text": [
      "Higher Education:\nThe policy spells out the following:\ni. Autonomous colleges will be developed in large numbers. The creation of autonomous departments within universities on a selective basis will be given a fillip.\nii. The courses and programmes of college education will be redesigned to meet the demands of specialization better. There would be given emphasis on linguistic competence and course combination.\niii. State level planning and co-ordination will be done through Councils of Higher Education. The UGC and these Councils will develop method jointly to keep a watch on standards.\niv. Admission will be regulated according to capacity.\nv. Methods of teaching will be supplemented by audio-visual aids and electronic gadgets. Development of latest curricula and material, research and teacher orientation will receive close attention.\nvi. For ensuring quality research, suitable steps will be taken by UGC for enhancing support services in the universities. Research in Indology, humanities and social sciences will receive adequate support. Setting up of national research facilities within the university system with proper management will be accorded top priority.\nvii. A national body spanning higher education in general, and sprawling over agricultural, medical, technical, legal and other professional fields in particular, will be set up in the interest of greater co-ordination and consistency in policy.",
      "Re-Organisation of Education  of Different Stages"
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 33
  },
  {
    "text": [
      "Open University and Distance Learning:\n(i) The Open University system will be initiated in order to augment opportunities for higher education and an instrument of democratizing education.\n(ii) IGNOU established in 1985 will be strengthened for fulfillment of the above objectives.\n(iii) This potent instrument will have to be developed with care and caution.\nDelinking Degrees from Jobs:\nA beginning will be made in delinking degrees from jobs in selected areas. It will be applied in services for which a university degree need not be a necessary qualification. Its implementation will lead to a refashioning of job specific courses and afford greater justice to those candidates, who despite being equipped for a given job, are unable to get it because of an unnecessary preference for graduate candidates.\nTo augment delinking, an appropriate machinery such as National Testing Service will established in appropriate phases to conduct tests on a voluntary services to determine the suitability of candidates for specified jobs and to pave the way for the emergence of norms of comparable competence across the nation.\nRural University:\nThe new pattern of the Rural University will be consolidated and developed on the lines of Gandhiji thought on education. So, institutions and programmes of Gandhian Basic Education will be supported.",
      "Re-Organisation of Education  of Different Stages"
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 34
  },
  {
    "text": [
      "Technical and Management Education:\nTo bring  changes in economy, social environment,\n production and management processes, the rapid \nexpansion of knowledge and the great advances in science \nand technology will be sought.\nTechnical Manpower Information System will be \nfurther developed and strengthened. Continuing \neducation covering established as well as emerging technologies will be promoted. Programmes of computer literacy will be organised on wider scale from the schools age.\nThe access of a large segment of people to technical and management education will be made through distance learning mode including the use of mass media. Technical and management education programmes, including education in poly-techniques will also be on a flexible modular pattern based on credits, with provision for multi-point entry."
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 35
  },
  {
    "text": [
      "Technical and Management Education:\nAppropriate formal and non-formal programmes of technical education will be devised for the benefit of women, the economically and socially weaker sections and the physically handicapped. To encourage students to consider ‘self-employment’ as a career option, training in entrepreneurship will be provided through modular or optional courses, in degree or diploma programmes.\nThe community polytechnic system will be appraised and appropriately strengthened to increase its quality and coverage. Research aiming at producing man-power will be undertaken by all higher technical institutions.\nNetworking systems will have to be established between technical education and industry. As technical and management education is expensive, steps will be taken for cost effectiveness and promotion of excellence."
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 36
  },
  {
    "text": [
      "CONTINUING EDUCATION\nCOMPUTER LITERACY\nDISTANCE EDUCATION PROGRAMME\nFLEXIBILITY\nPROMOTING WEAKER SECTIONS\nENTERPRENEUR PROGRAMMES\nPOLYTECHNIC SYSTEM\nINNOVATIVE RESEARCH AND DEVELOPMENT\nPROMOTING PRIVATE INSTITUTIONS"
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 37
  },
  {
    "text": [
      "Making the System Work:\nAs the nation has placed unlimited trust in educational stream, the policy wants to make it work.",
      "Image text:\nMaking The System Work.\n\n* The country has placed boundless trust in\neducational system. The first task is to\nmake it work.\n\n* Now teachers will have greater\nresponsibility and accountability.\n\n* Provision of improved students service.\n\n* Provision of better facilities to institutions."
    ],
    "tables": [],
    "image_text": [
      "Making The System Work.\n\n* The country has placed boundless trust in\neducational system. The first task is to\nmake it work.\n\n* Now teachers will have greater\nresponsibility and accountability.\n\n* Provision of improved students service.\n\n* Provision of better facilities to institutions."
    ],
    "slide_number": 38
  },
  {
    "text": [
      "Reorienting the Content and Process of Education:\nThe policy emphasizes the following:\n1. Cultural Content\nChildren will be enabled to develop sensitivity to beauty, harmony and refinement. Resource persons will be invited to contribute to the cultural enrichment of education. To sustain and carry forward the cultural tradition, the role of old masters, who train pupils through traditional modes will be appreciated and recognized.\n2. Value Education:\nIn a culturally pluralistic society, education should foster universal, social, moral and eternal strive towards the unity and integration of our people. Such value education should help eliminate violence, fatalism, religious fanaticism and superstition. Value education should lay on profound positive content, based on our heritage, national goals and universal.\n3- Development of Languages:\n1968 policy prescription on the development of languages will be implemented more and purposefully.\n4. Availability of Qualitative Books and Increase of Reading Habits:\nThe reading habits of the people will be developed and they will be encouraged for creative writing. The books will be made available at low prices. The quality of books will be improved and the interests of authors will be protected. Good translation of foreign books into Indian languages will be supported."
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 39
  },
  {
    "text": [
      "5.Improvement of Libraries:\nA nation-wide improvement of the existing libraries and the establishment of new-ones will be taken up. Provision will be made in all educational institutions for library facilities and the status of librarians will be improved.\n6. Educational technology it will be employed for:\n(i) Spreading useful information,\n(ii) Giving training to teachers,\n(iii) Improving quality of education,\n(iv) Sharpening awareness of art and culture, and\n(v) Inculcating abiding values etc. both in the formal and non-formal sectors. An active movement will be started to promote the production of children’s films of high quality and usefulness.\n7. Work-Experience:\nIt will be made an essential part of education at all stages. It will be provided through well structured and graded programmes. Its activities will be provided in accordance with needs, interests and abilities of students. The level of skills and knowledge will be upgraded keeping in view the stages of education.",
      "Reorienting the Content and Process of Education:"
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 40
  },
  {
    "text": [
      "8.Education and Environment:\nConsciousness of environment must be created in schools and colleges. This aspect will be fitted into in the entire educational process.\n9. Mathematics Teaching:\nIt should be redesigned to bring it in line with modern technological devices.\n10. Science Education:\nIt will be strengthened so as to develop in the child, spirit of inquiry, creativity, objectivity and aesthetic sensibility. Science education programmes will be redesigned to enable the learners  acquire problem solving and decision making skills and to discover the relationship of science with health, agriculture, industry and other aspects of daily life. \n\n11. Sports and Physical Education:\nIt should be made an integral part of the modern educational process. The infrastructure will consist of play fields, equipment, coaches and teachers of physical education as part of the school improvement programme. Available open space in urban areas will be reserved for playgrounds. Efforts will be made to establish sports institutions and hostels. Encouragement will be given to the talented sports and games persons. Efforts will be made to introduce Yoga in all schools and teacher training courses. Indigenous traditional games will be emphasized.",
      "Reorienting the Content and Process of Education:"
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 41
  },
  {
    "text": [
      "12.The Role of Youth:\nThe youth will be provided opportunities to involve themselves in national and social development through educational institutions and outside of them. It will be compulsory for the students to take part in NSS, Scouts, NCC, etc. Outside the institutions, they will be encouraged to take up programmes of development, reform and extension. The National Service Volunteer Scheme will be strengthened.\n13. The Evaluation Process and Examination Reform:\nAs part of the sound educational strategy, examination should be employed to bring about qualitative improvement in education. The objective will be to recast the examination system so as to ensure valid and reliable method of assessment and a powerful instrument for improving teaching learning process.\nThe measures to be taken are as follows:\n(i) The elimination of excessive element of chance and subjectivity.\n(ii) The de-emphasis of memorization.\n(iii) Continuous and comprehensive evaluation that incorporates both scholastic and non-scholastic aspects of education spread over the total span of instructional time.\n(iv) Effective use of evaluation process by teachers, students and parents.\n(v) Improvement in the conduct of examination.\n(vi) The introduction of concomitant changes in instructional materials and methodology.\n(vii) Introduction of semester system from the secondary stage in a phased manner.\n(viii) The use of grades in place of marks.\nThe predominance of external examination should be reduced and there will be \nthe need of streamlining of institutional level evaluation",
      "Reorienting\n the \nContent\n and\n Process \nof Education:"
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 42
  },
  {
    "text": [
      "The Teacher and Teacher Education:\n\nNPE states that the status of teacher reflects the socio-cultural \nethos of a society and no people can rise above the level of\n its teachers. The government and the community should \nendeavor to create conditions which will help motivate and\n inspire teachers on constructive and creative lines.\n\nThe following recommendations are made for the improvement of teacher’s professional competency and their service conditions:\n1. The methods of recruitment of teachers will be reorganized to ensure merit, objectivity and conformity with spatial and functional recruitment.\n2. The pay and service conditions of teachers have to be improved to commensurate with their social and professional responsibilities.\n3. Teacher’s associations must play a significant role in upholding professional integrity, enhancing the dignity of the teacher and curbing professional misconduct. National level associations of teachers could prepare a code of professional Ethics for Teachers and see its observance."
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 43
  },
  {
    "text": [
      "Teacher Education:\nThe following are recommendations of NPE, 86:\n1. Since teacher education is a continuous process, its pre-service \nand in-service components are inseparable. As a first step, the system of \nteacher education will be overhauled.\n2. Continuing Education:\nThe new programmes of teacher education will emphasize continuing education and the need for teachers to meet the thrusts envisaged in this policy.\n3. Establishment of District Institutes of Education and Training (DIET):\nIt will be established with the capacity to organise pre-service and in-service courses for elementary school teachers and for the personnel working in non-formal and adult education.\n4. Upgrading Selected Teacher Training Colleges:\nSelected Teacher Training Colleges will be upgraded to complement the work of State Councils of Educational Research and Training?\n5. National Council of Teacher Education (NCTE):\nIt will be provided the necessary resources and capability to accredit institution of teacher education and provide guidance regarding curricula and methods.\n6. Networking Arrangements:\nThese will be created between institutions of teacher education and university departments of education."
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 44
  },
  {
    "text": [
      "Image text:\nEducational Management is the process of\nplanning, organizing, directing and controlling\nof the activities of an educational institutions\nby utilizing human and material resources\nTheory and practice of management of\neducational institutions and systems”\n\nG. Terry Page & J.B. Thomas"
    ],
    "tables": [],
    "image_text": [
      "Educational Management is the process of\nplanning, organizing, directing and controlling\nof the activities of an educational institutions\nby utilizing human and material resources\nTheory and practice of management of\neducational institutions and systems”\n\nG. Terry Page & J.B. Thomas"
    ],
    "slide_number": 45
  },
  {
    "text": [
      "The Management of Education:\nThe guiding considerations for overhauling the system of planning and management of education will be as follows:\n(i) Evolving a long-term planning and management perspective of education and its integration with the country’s development and man power needs.\n(ii) Decentralization and the creation of a spirit of autonomy for educational institutions.\n(iii) Giving pre-eminence to people’s involvement including association of non-governmental agencies and voluntary efforts.\n(iv) Inducting more women in the planning and management of education.\n(v) Establishing the principle of accountability in relation to given objectives and norms.",
      "The Management of Education:"
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 46
  },
  {
    "text": [
      "At National Level:\nThe CABE will play a pivotal role in:\n(i) Reviewing educational development,\n(ii) Determining the changes required to improve the system, and\n(iii) monitoring implementation.\nIt will function through appropriate committees and other mechanisms created to ensure contact with, and co-ordination among the various areas of HRD. The Departments of Education at the centre and in the states will be strengthened through the involvement of professionals. To improve management structure of education, Indian Education Service will be constituted.\nAt State Level:\nState Government may establish State Advisory Board of Education on the lines of CABE. Effective measures should be taken to integrate mechanisms in the various state departments concerned with Human Resource Development. Special attention will be paid to the training of educational planners, administrators and heads of institutions. Institutional arrangements should be set up in stages.",
      "The Management of Education:"
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 47
  },
  {
    "text": [
      "At District Level:\nDistrict Boards of Education will be created to manage education up to the higher secondary level. State Governments will attend to this aspect with all possible expedition. Within a multi-level framework of educational development, central, state, district and local level agencies will participate] in planning, co-ordination, monitoring and evaluation.\nAt Local Level:\nLocal communities, through appropriate bodies, will be assigned a major role in programmes of school improvement.\nVoluntary Agencies:\nNon-government and voluntary agencies will be encouraged with financial help to make commendable contribution to the development of educational system.",
      "The Management of Education:"
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 48
  },
  {
    "text": [
      "Resources and Review:\n1. Resources:\nInvestment of education will be gradually increased to reach a level of expenditure of of National Income as early as possible.\nThe under mentioned resource lists by NPE as follows:\n(i) Mobilization of donations.\n(ii) Asking the beneficiary communities to maintain school buildings and supplies of some consumables.\n(iii) Raising fees at the higher level of education.\n(iv) Effecting some savings by the efficient use of facilities.\n(v) Asking the institutions involved with research and development of technical and scientific man power to mobilize some funds by levying a cess or charge on the user agencies.\n2. Review:\nThe implementation of various parameters by the new policy must be reviewed every five years. Appraisal at short intervals will also be made to ascertain the progress of implementation and the trends emerging from time to time."
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 49
  },
  {
    "text": [
      "The Future:\nIt has been envisaged that notwithstanding the complexity of the future shape given our tradition which has, almost always, put a high premium on intellectual and spiritual attainment, we are bound to succeed in achieving our objectives."
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 50
  },
  {
    "text": [],
    "tables": [],
    "image_text": [],
    "slide_number": 51
  },
  {
    "text": [],
    "tables": [],
    "image_text": [],
    "slide_number": 52
  },
  {
    "text": [
      "Image text:\nNPE is best policy for the development “\nof education in remote areas\n\nespecially for SC, ST, Handicapped, aK\nbackward, minorities and women. A\nIndian govt. introduced it for the\ndevelopment of nation and they got Ae\nsuccess on large extent.\n\nPeople come closer by the help of\n\neducation and now just because of this\n\npolicy India’s education system is third\n\nlargest system among all nations. wee"
    ],
    "tables": [],
    "image_text": [
      "NPE is best policy for the development “\nof education in remote areas\n\nespecially for SC, ST, Handicapped, aK\nbackward, minorities and women. A\nIndian govt. introduced it for the\ndevelopment of nation and they got Ae\nsuccess on large extent.\n\nPeople come closer by the help of\n\neducation and now just because of this\n\npolicy India’s education system is third\n\nlargest system among all nations. wee"
    ],
    "slide_number": 53
  },
  {
    "text": [
      "Image text:\nMEBITS QF NATIRN PQEIEY QN ERATION\n1. Educational works\n\n2, National system of education\n\n3. Uniform pattern of education\n\n4. Nation core curriculum\n\ns. Delinking degree from jobs\n\n6. Establishment of navodaya schools\n7. Role of the central government\n\n8. Financial suggestions\n\ng. Equal educational opportunities\n\nio. Encouraging talents and efficiency\n11. Indian education service\n\n12. Vocationalisation"
    ],
    "tables": [],
    "image_text": [
      "MEBITS QF NATIRN PQEIEY QN ERATION\n1. Educational works\n\n2, National system of education\n\n3. Uniform pattern of education\n\n4. Nation core curriculum\n\ns. Delinking degree from jobs\n\n6. Establishment of navodaya schools\n7. Role of the central government\n\n8. Financial suggestions\n\ng. Equal educational opportunities\n\nio. Encouraging talents and efficiency\n11. Indian education service\n\n12. Vocationalisation"
    ],
    "slide_number": 54
  },
  {
    "text": [
      "Image text:\nCRITICAL APPRAISAL OF NPE, 1986\n\nFAVOURABLE POINTS\n\n1, HUMAN DEVELOPMENT THROUGH EDUCATION\n\n2. COMMON STRUCTURE OF EDUCATION\n\n3. HIGHER VALUES OF LIFE\n\n4. LINK DEVELOPMENT WITH NATIONAL UNITY\n\n5. FAIRNESS OF ADMISSION BY NTS\n\n6. EQUALITY OF EDUCATIONAL OPPORTUNITIES:\n\n7. MINIMUM ESSENTIAL FACILITIES.IN PRIMARY\n\n8.PACESETTINGSCHOGIS,\n\n9. VOCATIONAL AND: TECHNICAL EDUCATION  - -~\n\n10. DELINKING JOBS FROM DEGREES = -"
    ],
    "tables": [],
    "image_text": [
      "CRITICAL APPRAISAL OF NPE, 1986\n\nFAVOURABLE POINTS\n\n1, HUMAN DEVELOPMENT THROUGH EDUCATION\n\n2. COMMON STRUCTURE OF EDUCATION\n\n3. HIGHER VALUES OF LIFE\n\n4. LINK DEVELOPMENT WITH NATIONAL UNITY\n\n5. FAIRNESS OF ADMISSION BY NTS\n\n6. EQUALITY OF EDUCATIONAL OPPORTUNITIES:\n\n7. MINIMUM ESSENTIAL FACILITIES.IN PRIMARY\n\n8.PACESETTINGSCHOGIS,\n\n9. VOCATIONAL AND: TECHNICAL EDUCATION  - -~\n\n10. DELINKING JOBS FROM DEGREES = -"
    ],
    "slide_number": 55
  },
  {
    "text": [
      "Image text:\nLIMITATIONS OF NPE , 1986\n>NEIGHBOURHOOD SCHOOL PROGRAMME IGNORED\n>RESERVATION OF SC , ST CASUALLY MENTIONED\n>ROLES OF AUTHORITIES NOT MENTIONED\n>FINANCIAL MATTERS VAGUE. - ;\n\n>TARGETS IN REFORMS WOTINED,\nPRIVATE SECTOR NOTHING MENTIONED oe te"
    ],
    "tables": [],
    "image_text": [
      "LIMITATIONS OF NPE , 1986\n>NEIGHBOURHOOD SCHOOL PROGRAMME IGNORED\n>RESERVATION OF SC , ST CASUALLY MENTIONED\n>ROLES OF AUTHORITIES NOT MENTIONED\n>FINANCIAL MATTERS VAGUE. - ;\n\n>TARGETS IN REFORMS WOTINED,\nPRIVATE SECTOR NOTHING MENTIONED oe te"
    ],
    "slide_number": 56
  },
  {
    "text": [
      "Image text:\nImplementation of NPE 1986\n\nQ) Operation blackboard ———__=~-~—-_..—~—S\n\nQ) Restructuring & reorganization of teacher\neducation\n\nQ) Non formal education\n\nQO) Vocationalisation of education"
    ],
    "tables": [],
    "image_text": [
      "Implementation of NPE 1986\n\nQ) Operation blackboard ———__=~-~—-_..—~—S\n\nQ) Restructuring & reorganization of teacher\neducation\n\nQ) Non formal education\n\nQO) Vocationalisation of education"
    ],
    "slide_number": 57
  },
  {
    "text": [
      "Image text:\nREMEBITS QF NATIQNS- PALEY AN ERRESTIQN\n\na “Neighbourhood school” has been completely\nneglected\n\n2 Silence over ‘public school’ and their\ncommercialisation\n\na No check on minority school and their\nexploitation\n\na Too much expectation from community help.\n\na Basic education is neglected at the school stage\n\nQ Multiplicity of authorities in education has been\nrecommended"
    ],
    "tables": [],
    "image_text": [
      "REMEBITS QF NATIQNS- PALEY AN ERRESTIQN\n\na “Neighbourhood school” has been completely\nneglected\n\n2 Silence over ‘public school’ and their\ncommercialisation\n\na No check on minority school and their\nexploitation\n\na Too much expectation from community help.\n\na Basic education is neglected at the school stage\n\nQ Multiplicity of authorities in education has been\nrecommended"
    ],
    "slide_number": 58
  },
  {
    "text": [
      "Image text:\nu No mention of increasing working hours in\nthe — schools for the optimum utilisation of\nhuman resources\n\nu No suggestion is given on the reservation\npolicy for admission, but economic condition\nshould be the criterion for reservation.\n\na Targets in different areas of reforms have not\nbeen fixed.\n\na Primary, secondary and higher secondary\nschools are not working in unison and there’\nis no linkage envisaged among them."
    ],
    "tables": [],
    "image_text": [
      "u No mention of increasing working hours in\nthe — schools for the optimum utilisation of\nhuman resources\n\nu No suggestion is given on the reservation\npolicy for admission, but economic condition\nshould be the criterion for reservation.\n\na Targets in different areas of reforms have not\nbeen fixed.\n\na Primary, secondary and higher secondary\nschools are not working in unison and there’\nis no linkage envisaged among them."
    ],
    "slide_number": 59
  },
  {
    "text": [
      "https://www.yourarticlelibrary.com/education/11-salient-features-of-national-policy-on-education-1986/76821"
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 60
  }
]