[
  {
    "text": [],
    "tables": [],
    "image_text": [],
    "slide_number": 2
  },
  {
    "text": [],
    "tables": [],
    "image_text": [],
    "slide_number": 3
  },
  {
    "text": [
      "Advisory Council on Implementation",
      "The Ministry of HRD set up a high-level, 14-member National Advisory Council (NAC) for implementation of the Act. The members include\n\nKiran Karnik, former president of NASSCOM\nKrishna Kumar, former director of the NCERT\nMrinal Miri, former vice-chancellor of North-East Hill University\nYogendra Yadav – social scientist. India\nSajit Krishnan kutty Secretary of The Educators Assisting Children's Hopes (TEACH)India.\nAnnie Namala, an activist and head of Centre for Social Equity and Inclusion\nAboobacker Ahmad, vice-president of Muslim Education Society, Kerala."
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 4
  },
  {
    "text": [
      "The Indian Constitution (Eighty-sixth Amendment) Act, 2002 inserted Article 21-A in the Constitution of India to provide free and compulsory education of all children in the age group of six to fourteen years as a Fundamental Right in such a manner as the State may, by law, determine. \nThe Right of Children to Free and Compulsory Education (RTE) Act, 2009, which represents the consequential legislation envisaged under Article 21-A, means that every child has a right to full time elementary education of satisfactory and equitable quality in a formal school which satisfies certain essential norms and standards."
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 5
  },
  {
    "text": [
      "‘Free education’ means that no child, other than a child who has been admitted by his or her parents to a school which is not supported by the appropriate Government, shall be liable to pay any kind of fee or charges or expenses which may prevent him or her from pursuing and completing elementary education. \n\n\nCompulsory education casts an obligation on the appropriate Government and local authorities to provide and ensure admission, attendance and completion of elementary education by all children in the 6-14 age group."
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 6
  },
  {
    "text": [
      "With this, India has moved forward to a rights based framework that casts a legal obligation on the Central and State Governments to implement this fundamental child right as enshrined in the Article 21A of the Constitution, in accordance with the provisions of the RTE Act."
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 7
  },
  {
    "text": [],
    "tables": [],
    "image_text": [],
    "slide_number": 8
  },
  {
    "text": [
      "The RTE Act provides for the:",
      "Right of children to free and compulsory education till completion of elementary education in a neighbourhood school.\n\nIt clarifies that ‘compulsory education’ means obligation of the appropriate government to provide free elementary education and ensure compulsory admission, attendance and completion of elementary education to every child in the six to fourteen age group. ‘Free’ means that no child shall be liable to pay any kind of fee or charges or expenses which may prevent him or her from pursuing and completing elementary education.\n\nIt makes provisions for a non-admitted child to be admitted to an age appropriate class."
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 9
  },
  {
    "text": [
      "It specifies the duties and responsibilities of appropriate Governments, local authority and parents in providing free and compulsory education, and sharing of financial and other responsibilities between the Central and State Governments.\n\nIt lays down the norms and standards relating inter alia to Pupil Teacher Ratios (PTRs), buildings and infrastructure, school-working days, teacher-working hours.\n\nIt provides for development of curriculum in consonance with the values enshrined in the Constitution, and which would ensure the all-round development of the child, building on the child’s knowledge, potentiality and talent and making the child free of fear, trauma and anxiety through a system of child friendly and child centred ."
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 10
  },
  {
    "text": [
      "It provides for rational deployment of teachers by ensuring that the specified pupil teacher ratio is maintained for each school, rather than just as an average for the State or District or Block, thus ensuring that there is no urban-rural imbalance in teacher postings. \n\nIt provides for appointment of appropriately trained teachers, i.e. teachers with the requisite entry and academic qualifications.\n\nIt prohibits (a) physical punishment and mental harassment; (b) screening procedures for admission of children; (c) capitation fee; (d) private tuition by teachers and (e) running of schools without recognition"
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 11
  },
  {
    "text": [],
    "tables": [],
    "image_text": [],
    "slide_number": 12
  },
  {
    "text": [],
    "tables": [],
    "image_text": [],
    "slide_number": 13
  },
  {
    "text": [],
    "tables": [],
    "image_text": [],
    "slide_number": 14
  },
  {
    "text": [],
    "tables": [],
    "image_text": [],
    "slide_number": 15
  },
  {
    "text": [],
    "tables": [],
    "image_text": [],
    "slide_number": 16
  },
  {
    "text": [
      "Conclusion: \n\n   In order to meet the challenges and surmount the hurdles that stand in the way of implementing Right to Education Act, it is needful to concentrate all efforts with full dedication and commitment. Not only the central and state governments but the nation as a whole should take responsibility in this regard.\n\n Community participation and support can make marked difference in achieving this goal. There exists a need for greater coordination amongst different agencies and functionaries involved in this task. To overcome population pressures and budgetary constraints, cost effectiveness and accountability must be ascertained at every level. Efforts should be focused on qualitative improvement of the whole programme."
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 17
  },
  {
    "text": [],
    "tables": [],
    "image_text": [],
    "slide_number": 18
  },
  {
    "text": [],
    "tables": [],
    "image_text": [],
    "slide_number": 19
  },
  {
    "text": [],
    "tables": [],
    "image_text": [],
    "slide_number": 20
  },
  {
    "text": [
      "Challenges of Education–a policy perspective, Ministry of Education, Govt. of India, New Delhi, August 1985.\nNational Policy on Education – 1986, Ministry of Human Resource Development, Govt. of India, Dept. of Education, New Delhi, May, 1986.\nTowards an Enlightened and Humane Society, Report of the Committee for Review of National Policy on Education 1986, Final Report, 26th Dec. 1990.\nNational Policy on Education–1986 (With Modifications undertaken in 1992), Ministry of Human Resource Development, Department of Education, New Delhi, 1992.\nNational Policy on Education 1986, Programme of Action, 1992, Ministry of Human Resource Development, Department of Education, Govt. of India, 1993."
    ],
    "tables": [],
    "image_text": [],
    "slide_number": 21
  }
]